Repository: ARLM-Attic/task-scheduler
Catalog: TaskService/TaskEditor/TaskSchedulerWizard.*.resx
Languages: es

# actionSelectPage.Text
source: Choose the action to perform
es: Elegir la acción a realizar

# dailyTriggerPage.Text
source: Setup a daily trigger
es: Configurar un desencadenador diario

# emailActionPage.Text
source: Setup an email message to send
es: Configurar un mensaje de correo electrónico para enviar

# introPage.Text
source: Create a task
es: Crear una tarea

# label1.Text
source: Task Name:
es: Nombre de tarea:

# label2.Text
source: Description:
es: Descripción:

# monthlyTriggerPage.Text
source: Setup a monthly trigger
es: Configurar un desencadenador mensual

# msgActionPage.Text
source: Setup a message to display
es: Configurar un mensaje para mostrar

# oneTimeStartLabel.Text
source: Start:
es: Inicio:

# oneTimeTriggerPage.Text
source: Setup a one time trigger
es: Configurar un desencadenador de tiempo

# onEventTriggerPage.Text
source: Setup a trigger on a system event
es: Configurar un desencadenador en un evento del sistema

# openDlgAfterCheck.Text
source: Open the Properties dialog for this task when I click Finish
es: Abrir el diálogo Propiedades para esta tarea al hacer clic en Finalizar

# openFileDialog1.Filter
source: All files|*.*
es: Todos los archivos (*.*)|*.*

# runActionPage.Text
source: Setup a program to run
es: Configuración de un programa a ejecutar

# summaryPage.Text
source: Summary
es: Resumen

# triggerSelectPage.Text
source: Choose what triggers the task
es: Elegir el desencadenador que provoca la tarea

# weeklyTriggerPage.Text
source: Setup a weekly trigger
es: Configurar un desencadenador semanal

# wizardControl1.Title
source: Create Task Wizard
es: Asistente para crear tareas
